crossref/scenarios/ptz_get_configuration_options.request.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header><!--WSSE--></s:Header>
  <s:Body>
    <tptz:GetConfigurationOptions xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl">
      <tptz:ConfigurationToken>ptz_cfg_0</tptz:ConfigurationToken>
    </tptz:GetConfigurationOptions>
  </s:Body>
</s:Envelope>
